[{
	"company" : "Inspired One",
	
	"description" : "is a film production company and we produce documentaries, commercials, and films for brands, corporations, musicians, artists, and people.",
	
	"byLine" : "If you have a message or anything to sell you need video.",
	
	"whatWeDo" : ["DOCUMENTARIES", "COMMERCIALS", "TELEVISION", "MUSIC VIDEOS","FILMS"],
	
	"weDoP01" : "We produce video, film, and television content from the ground up. We have ideas for every client about how to share their stories and create brand culture through the use of video marketing and advertising. We work with a network of filmmakers who strive to push creative boundaries while effectively telling compelling stories.",
	
	"weDoP02" : "Whether you're an artist, musician, a small business or a large corporation, if you have a message or anything to sell your best tool is video content.  With smart phones capable of HD video, and access to content and stories from all over the planet, people are constantly absorbing video, Inspired ONE will help you tell your story separate your content from the rest. ",
	
	"weDoP03" : "We believe that film is the best way to create change. Short, impactful, memorable commercials could be the key to success for your business. Explore the possibilities with us, lets get creative and help your brand stand out. ",
	
	"closingStatement" : "Everyone has a story, and we want to help you share it.",
	
	"whoP01" : "consists of a team of filmmakers and multimedia artists who strive to push creative limits with each new production.",
	
	"whoP02" : "Bryan Gauer and Devin Brown founded Inspired ONE during the production of their first documentary film about the McMaster Marauder’s football team’s 2008 season. Based on the response and success of the film, Inspired ONE was incorporated and began producing a variety of media and film content through various departments within McMaster University, and for a wide range of clients.",
	
	"whoP03" : "Previous productions include Video Tours, Promotional Videos, Music Videos, Documentaries, Event Highlights, Behind the Scenes, Corporate Video, Web and TV Commercials, TV Productions, and Short Films. From the beginning Inspired ONE has always been about working with talented, driven team members and producing work that is entertaining, motivating, and inspiring.",
	
	
	"weAre" : ["Time Captors", "Memory Hunters", "Vision Seekers", "Emotion Evokers", "Filmmakers", "Storytellers"]	
	
}]

